tap "alajmo/mani"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "mongodb/brew"
tap "redis-stack/redis-stack"
tap "supabase/tap"
brew "awscli"
brew "glib"
brew "commitizen"
brew "coreutils"
brew "curl"
brew "go"
brew "dep"
brew "dnsperf"
brew "docker"
brew "harfbuzz"
brew "node"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "go@1.16"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "hugo"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "minikube"
brew "mkcert"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pipenv"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "scrcpy"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wireshark", link: false
brew "yarn"
brew "alajmo/mani/mani"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
cask "alfred"
cask "anaconda"
cask "bloomrpc"
cask "dbeaver-community"
cask "devtoys"
cask "discord"
cask "git-credential-manager-core"
cask "goland"
cask "keycastr"
cask "lens"
cask "multipass"
cask "ngrok"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "slack"
cask "snowflake-snowsql"
cask "telegram"
cask "whatsapp"
cask "wireshark"
